{
  "title": "Datenschutzerklärung",
  "backToSite": "Zurück zur Website",
  "introduction": {
    "title": "Einführung",
    "content": "Bei Zen Nautica nehmen wir Ihre Privatsphäre ernst. Diese Datenschutzerklärung erläutert, wie wir Ihre personenbezogenen Daten bei der Nutzung unserer Website und Dienste erfassen, verwenden und schützen."
  },
  "dataCollection": {
    "title": "Informationen, die wir sammeln",
    "content": "Wir sammeln Informationen, die Sie uns direkt zur Verfügung stellen, sowie Informationen darüber, wie Sie unsere Website nutzen:",
    "items": [
      "Kontaktinformationen (Name, E-Mail, Telefonnummer)",
      "Buchungspräferenzen und -verlauf",
      "Technische Daten (IP-Adresse, Browsertyp, Geräteinformationen)",
      "Nutzungsdaten durch Cookies und ähnliche Technologien"
    ]
  },
  "cookies": {
    "title": "Verwendung von Cookies",
    "content": "Wir verwenden Cookies und ähnliche Tracking-Technologien, um Ihr Browsing-Erlebnis zu verbessern und den Website-Verkehr zu analysieren. Sie können die Cookie-Einstellungen über Ihre Browser-Einstellungen steuern.",
    "types": {
      "title": "Arten von Cookies, die wir verwenden",
      "necessary": {
        "title": "Notwendige Cookies",
        "description": "Erforderlich für die grundlegende Website-Funktionalität und Sicherheit. Diese können nicht deaktiviert werden."
      },
      "analytics": {
        "title": "Analyse-Cookies",
        "description": "Helfen uns zu verstehen, wie Besucher mit unserer Website interagieren. Sie können diese Cookies deaktivieren."
      }
    }
  },
  "dataUsage": {
    "title": "Wie wir Ihre Informationen verwenden",
    "content": "Wir verwenden Ihre Informationen, um unsere Dienste bereitzustellen und zu verbessern, Ihre Buchungen zu verarbeiten, mit Ihnen über unsere Dienste zu kommunizieren und rechtliche Verpflichtungen zu erfüllen. Wir verkaufen Ihre persönlichen Daten nicht an Dritte."
  },
  "dataProtection": {
    "title": "Wie wir Ihre Daten schützen",
    "content": "Wir implementieren angemessene technische und organisatorische Maßnahmen, um Ihre persönlichen Informationen vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung zu schützen."
  },
  "userRights": {
    "title": "Ihre Rechte",
    "content": "Gemäß den geltenden Datenschutzgesetzen haben Sie folgende Rechte:",
    "items": [
      "Recht auf Zugang zu Ihren persönlichen Daten",
      "Recht auf Berichtigung ungenauer Daten",
      "Recht auf Löschung Ihrer Daten",
      "Recht auf Einschränkung der Verarbeitung Ihrer Daten",
      "Recht auf Datenübertragbarkeit",
      "Recht auf Widerspruch gegen die Verarbeitung"
    ]
  },
  "contact": {
    "title": "Kontaktieren Sie uns",
    "content": "Wenn Sie Fragen zu dieser Datenschutzerklärung oder unseren Datenpraktiken haben, kontaktieren Sie uns bitte unter:"
  },
  "lastUpdated": "Zuletzt aktualisiert: {{date}}"
}