{
  "title": "Pravilnik o Zasebnosti",
  "backToSite": "Nazaj na stran",
  "introduction": {
    "title": "Uvod",
    "content": "V Zen Nautici resno jemljemo vašo zasebnost. Ta Pravilnik o zasebnosti pojasnjuje, kako zbiramo, uporabljamo in ščitimo vaše osebne podatke pri uporabi naše spletne strani in storitev."
  },
  "dataCollection": {
    "title": "Informacije, ki jih zbiramo",
    "content": "Zbiramo informacije, ki nam jih posredujete neposredno, kot tudi informacije o tem, kako uporabljate našo spletno stran:",
    "items": [
      "Kontaktni podatki (ime, e-pošta, telefonska številka)",
      "Reference in zgodovina rezervacij",
      "Tehnični podatki (IP naslov, vrsta brskalnika, informacije o napravi)",
      "Podatki o uporabi preko piškotkov in podobnih tehnologij"
    ]
  },
  "cookies": {
    "title": "Uporaba Piškotkov",
    "content": "Uporabljamo piškotke in podobne tehnologije sledenja za izboljšanje vaše izkušnje brskanja in analizo prometa na spletni strani. Nastavitve piškotkov lahko nadzorujete preko nastavitev brskalnika.",
    "types": {
      "title": "Vrste piškotkov, ki jih uporabljamo",
      "necessary": {
        "title": "Nujni Piškotki",
        "description": "Potrebni za osnovno funkcionalnost spletne strani in varnost. Teh ni mogoče izklopiti."
      },
      "analytics": {
        "title": "Analitični Piškotki",
        "description": "Pomagajo nam razumeti, kako obiskovalci uporabljajo našo spletno stran. Te piškotke lahko izklopite."
      }
    }
  },
  "dataUsage": {
    "title": "Kako uporabljamo vaše informacije",
    "content": "Vaše informacije uporabljamo za zagotavljanje in izboljševanje naših storitev, obdelavo vaših rezervacij, komunikacijo z vami o naših storitvah in izpolnjevanje zakonskih obveznosti. Vaših osebnih podatkov ne prodajamo tretjim osebam."
  },
  "dataProtection": {
    "title": "Kako varujemo vaše podatke",
    "content": "Izvajamo ustrezne tehnične in organizacijske ukrepe za zaščito vaših osebnih podatkov pred nepooblaščenim dostopom, spreminjanjem, razkritjem ali uničenjem."
  },
  "userRights": {
    "title": "Vaše pravice",
    "content": "V skladu z veljavnimi zakoni o varstvu podatkov imate naslednje pravice:",
    "items": [
      "Pravica do dostopa do vaših osebnih podatkov",
      "Pravica do popravka netočnih podatkov",
      "Pravica zahtevati izbris vaših podatkov",
      "Pravica do omejitve obdelave vaših podatkov",
      "Pravica do prenosljivosti podatkov",
      "Pravica do ugovora proti obdelavi"
    ]
  },
  "contact": {
    "title": "Kontaktirajte nas",
    "content": "Če imate vprašanja o tem Pravilniku o zasebnosti ali naših praksah z podatki, nas kontaktirajte na:"
  },
  "lastUpdated": "Zadnja posodobitev: {{date}}"
}