{
  "title": "Informativa sulla Privacy",
  "backToSite": "Torna al sito",
  "introduction": {
    "title": "Introduzione",
    "content": "In Zen Nautica, prendiamo seriamente la tua privacy. Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni personali quando utilizzi il nostro sito web e i nostri servizi."
  },
  "dataCollection": {
    "title": "Informazioni che raccogliamo",
    "content": "Raccogliamo le informazioni che ci fornisci direttamente, così come le informazioni su come utilizzi il nostro sito web:",
    "items": [
      "Informazioni di contatto (nome, email, numero di telefono)",
      "Preferenze e cronologia delle prenotazioni",
      "Dati tecnici (indirizzo IP, tipo di browser, informazioni sul dispositivo)",
      "Dati di utilizzo attraverso cookie e tecnologie simili"
    ]
  },
  "cookies": {
    "title": "Utilizzo dei Cookie",
    "content": "Utilizziamo cookie e tecnologie di tracciamento simili per migliorare la tua esperienza di navigazione e analizzare il traffico del sito web. Puoi controllare le impostazioni dei cookie attraverso le preferenze del tuo browser.",
    "types": {
      "title": "Tipi di Cookie che utilizziamo",
      "necessary": {
        "title": "Cookie Essenziali",
        "description": "Necessari per la funzionalità di base del sito web e la sicurezza. Questi non possono essere disattivati."
      },
      "analytics": {
        "title": "Cookie Analitici",
        "description": "Ci aiutano a capire come i visitatori interagiscono con il nostro sito web. Puoi disattivare questi cookie."
      }
    }
  },
  "dataUsage": {
    "title": "Come utilizziamo le tue informazioni",
    "content": "Utilizziamo le tue informazioni per fornire e migliorare i nostri servizi, elaborare le tue prenotazioni, comunicare con te riguardo ai nostri servizi e rispettare gli obblighi legali. Non vendiamo le tue informazioni personali a terze parti."
  },
  "dataProtection": {
    "title": "Come proteggiamo i tuoi dati",
    "content": "Implementiamo misure tecniche e organizzative appropriate per proteggere le tue informazioni personali contro l'accesso non autorizzato, l'alterazione, la divulgazione o la distruzione."
  },
  "userRights": {
    "title": "I tuoi diritti",
    "content": "Ai sensi delle leggi sulla protezione dei dati applicabili, hai i seguenti diritti:",
    "items": [
      "Diritto di accesso ai tuoi dati personali",
      "Diritto di correggere dati inaccurati",
      "Diritto di richiedere la cancellazione dei tuoi dati",
      "Diritto di limitare il trattamento dei tuoi dati",
      "Diritto alla portabilità dei dati",
      "Diritto di opporti al trattamento"
    ]
  },
  "contact": {
    "title": "Contattaci",
    "content": "Se hai domande su questa Informativa sulla Privacy o sulle nostre pratiche relative ai dati, contattaci a:"
  },
  "lastUpdated": "Ultimo aggiornamento: {{date}}"
}