{
  "title": "Zásady Ochrany Osobních Údajů",
  "backToSite": "Zpět na stránku",
  "introduction": {
    "title": "Úvod",
    "content": "V Zen Nautica bereme vaše soukromí vážně. Tyto Zásady ochrany osobních údajů vysvětlují, jak shromažďujeme, používáme a chráníme vaše osobní údaje při používání našich webových stránek a služeb."
  },
  "dataCollection": {
    "title": "Informace, které shromažďujeme",
    "content": "Shromažďujeme informace, které nám poskytujete přímo, a také informace o tom, jak používáte naše webové stránky:",
    "items": [
      "Kontaktní údaje (jméno, email, telefonní číslo)",
      "Preference a historie rezervací",
      "Technické údaje (IP adresa, typ prohlížeče, informace o zařízení)",
      "Údaje o používání prostřednictvím cookies a podobných technologií"
    ]
  },
  "cookies": {
    "title": "Používání Cookies",
    "content": "Používáme cookies a podobné sledovací technologie ke zlepšení vašeho zážitku z prohlížení a analýze návštěvnosti webu. Nastavení cookies můžete kontrolovat prostřednictvím nastavení prohlížeče.",
    "types": {
      "title": "Typy cookies, které používáme",
      "necessary": {
        "title": "Nezbytné Cookies",
        "description": "Potřebné pro základní funkčnost webových stránek a bezpečnost. Tyto nelze vypnout."
      },
      "analytics": {
        "title": "Analytické Cookies",
        "description": "Pomáhají nám pochopit, jak návštěvníci interagují s našimi webovými stránkami. Tyto cookies můžete vypnout."
      }
    }
  },
  "dataUsage": {
    "title": "Jak používáme vaše informace",
    "content": "Vaše informace používáme k poskytování a zlepšování našich služeb, zpracování vašich rezervací, komunikaci s vámi o našich službách a plnění zákonných povinností. Neprodáváme vaše osobní údaje třetím stranám."
  },
  "dataProtection": {
    "title": "Jak chráníme vaše údaje",
    "content": "Implementujeme přiměřená technická a organizační opatření k ochraně vašich osobních údajů před neoprávněným přístupem, změnou, zveřejněním nebo zničením."
  },
  "userRights": {
    "title": "Vaše práva",
    "content": "Podle platných zákonů o ochraně údajů máte následující práva:",
    "items": [
      "Právo na přístup k vašim osobním údajům",
      "Právo na opravu nepřesných údajů",
      "Právo požádat o vymazání vašich údajů",
      "Právo na omezení zpracování vašich údajů",
      "Právo na přenositelnost údajů",
      "Právo vznést námitku proti zpracování"
    ]
  },
  "contact": {
    "title": "Kontaktujte nás",
    "content": "Pokud máte dotazy týkající se těchto Zásad ochrany osobních údajů nebo našich postupů s údaji, kontaktujte nás na:"
  },
  "lastUpdated": "Poslední aktualizace: {{date}}"
}